var mapData = [
    {
        text: "ТЦ «Омега», Скалецького, 7",
        coord:
            {
                lat: 49.2250168,
                lng: 28.4465341
            }
    },
{
        text: "«Урожай» — праве крило",
        coord:
            {
                lat: 49.225681,
                lng: 28.447939
            }
    },
{
        text: "Поділля, Зодчих, 28 (2 поверх)",
        coord:
            {
                lat: 49.2165232,
                lng: 28.4397508
            }
    },
{
        text: "Вишенька, Воїнів-інтернаціоналістів,14А",
        coord:
            {
                lat: 49.2275999,
                lng: 28.4031585
            }
    },
{
        text: "Келецька, 45а (зуп. Лялі Ратушної)",
        coord:
            {
                lat: 49.2254935,
                lng: 28.4334277
            }
    },
{
        text: "Тяжилів, Ватутіна,30",
        coord:
            {
                lat: 49.2455215,
                lng: 28.5355591
            }
    },
{
        text: "Філіал в Жмеринці, Київська,1а",
        coord:
            {
                lat: 49.0532232,
                lng: 28.1081342
            }
    }
];